Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Her despair was all consuming. She had only her tiny baby daughter left, and the poor thing was failing. Finally, as she was reaching the end of her journey, the baby died in her arms. The spoon was gone now, so hour after hour she dug a grave in the frozen earth with her bare fingers. Her grief became unbearable. How could she possibly be kneeling in the snow at the graveside of her last child? She had lost her husband and all her children. She had given up her earthly goods, her home, and even her homeland.
ru: Ее отчаянию не было предела. В живых у нее оставалась только младшенькая, да и та уже еле дышала. И в самом конце пути этот младенец умер у нее на руках. Ложки уже не было, и ей пришлось рыть могилу в замерзшей земле голыми руками. Ее горе стало невыносимым. Как она могла стать на колени в снегу у могилы своего последнего ребенка? Она потеряла мужа и всех детей. Она осталась без вещей, без дома и даже без родины.

source: In this moment of overwhelming sorrow and complete bewilderment, she felt her heart would literally break. In despair she contemplated how she might end her own life, as so many of her fellow countrymen were doing. How easy it would be to jump off a nearby bridge, she thought, or to throw herself in front of an oncoming train.
ru: В этот момент оглушительного горя и полнейшей растерянности она почувствовала, что сердце ее не выдержит. В отчаянии она задумалась над тем, как можно покончить с собственной жизнью, подобно многим ее соотечественникам. Это так легко – прыгнуть с ближайшего моста, думала она, или броситься под поезд!

source: And then, as these thoughts assailed her, something within her said, “Get down on your knees and pray.” She ignored the prompting until she could resist it no longer. She knelt and prayed more fervently than she had in her entire life:
ru: И тогда, как только эти мысли стали одолевать ее, что-то внутри сказало ей: «Встань на колени и молись». Она противилась этому побуждению, пока у нее были силы противиться. Она стала на колени и молилась так горячо, как никогда за всю свою жизнь:

source: “Dear Heavenly Father, I do not know how I can go on. I have nothing left—except my faith in Thee. I feel, Father, amidst the desolation of my soul, an overwhelming gratitude for the atoning sacrifice of Thy Son, Jesus Christ. I cannot express adequately my love for Him. I know that because He suffered and died, I shall live again with my family; that because He broke the chains of death, I shall see my children again and will have the joy of raising them. Though I do not at this moment wish to live, I will do so, that we may be reunited as a family and return—together—to Thee.”
ru: «Дорогой Небесный Отец, я не знаю, как мне быть. У меня ничего не осталось, кроме веры в Тебя. Я чувствую, Отче, в своей опустошенной душе безмерную благодарность за искупительную жертву Твоего Сына, Иисуса Христа. Я не в силах выразить свою любовь к Нему. Я знаю: благодаря тому, что Он страдал и умер, я снова буду жить со своей семьей; благодаря тому, что Он расторг оковы смерти, я снова увижу своих детей и буду иметь радость воспитывать их. Хотя сейчас у меня нет желания жить, я все-таки буду жить, чтобы мы смогли воссоединиться как семья и вернуться – все вместе – к Тебе».

source: When she finally reached her destination of Karlsruhe, Germany, she was emaciated. Brother Babbel said that her face was a purple-gray, her eyes red and swollen, her joints protruding. She was literally in the advanced stages of starvation. In a Church meeting shortly thereafter, she bore a glorious testimony, stating that of all the ailing people in her saddened land, she was one of the happiest because she knew that God lived, that Jesus is the Christ, and that He died and was resurrected so that we might live again. She testified that she knew if she continued faithful and true to the end, she would be reunited with those she had lost and would be saved in the celestial kingdom of God.8
ru: Когда она наконец добралась до Карлсруэ, Германия, она была истощена. Брат Бэббел сказал, что лицо ее было фиолетово-серое, глаза – красные и опухшие, суставы выпирали. Она была буквально на волосок от голодной смерти. На церковном собрании вскоре после этого она принесла удивительное свидетельство, заявив, что из всех больных людей на этой печальной земле она – одна из счастливейших, потому что она знает, что Бог жив, что Иисус есть Христос и что Он умер и воскрес, чтобы мы могли жить снова. Она свидетельствовала о том, что знает: если она останется верной до конца, то воссоединится с теми, кого она потеряла, и будет спасена в Целестиальном Царстве Бога8.

source: From the holy scriptures we read, “Behold, the righteous, the saints of the Holy One of Israel, they who have believed in [Him], they who have endured the crosses of the world, . . . they shall inherit the kingdom of God, . . . and their joy shall be full forever.”9
ru: В Священных Писаниях мы читаем: «Вот, праведные Святого Израилева, те, кто уверовали в [Него], претерпели мучения креста в этом мире… те унаследуют царство Божие… и радость их будет полна вовеки»9.

source: I testify to you that our promised blessings are beyond measure. Though the storm clouds may gather, though the rains may pour down upon us, our knowledge of the gospel and our love of our Heavenly Father and of our Savior will comfort and sustain us and bring joy to our hearts as we walk uprightly and keep the commandments. There will be nothing in this world that can defeat us.
ru: Я свидетельствую вам, что обещанные нам благословения безмерны. Пусть над нами сгущаются тучи, пусть на нас проливается дождь; наше знание о Евангелии, наша любовь к нашему Небесному Отцу и к нашему Спасителю утешит и поддержит нас и принесет радость нашим сердцам, если мы будем ходить непорочно и соблюдать заповеди. В этом мире нас ничто не сможет победить.

source: My beloved brothers and sisters, fear not. Be of good cheer. The future is as bright as your faith.
ru: Мои возлюбленные братья и сестры, не страшитесь! Ободритесь. Будущее столь же ярко, как и ваша вера.

source: I declare that God lives and that He hears and answers our prayers. His Son, Jesus Christ, is our Savior and our Redeemer. Heaven’s blessings await us. In the name of Jesus Christ, amen.
ru: Я заявляю, что Бог жив, что Он слышит и отвечает на наши молитвы. Его Сын, Иисус Христос – наш Спаситель и наш Искупитель. Нас ждут благословения Небес. Во имя Иисуса Христа, аминь.

source: Our Savior gave Himself in unselfish service. He taught that each of us should follow Him by denying ourselves of selfish interests in order to serve others.
ru: Наш Спаситель отдал Себя бескорыстному служению. Он учил, что каждый из нас должен последовать за Ним, отрекшись от эгоистических интересов, чтобы служить другим.

source: “If any man will come after me [He said], let him deny himself, and take up his cross, and follow me.
ru: «Если кто хочет идти за Мною, – сказал Он, – отвергнись себя, и возьми крест свой, и следуй за Мною,

source: “For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it” (Matthew 16:24–25; see also Matthew 10:39).
ru: Ибо кто хочет душу свою сберечь, тот потеряет ее; а кто потеряет душу свою ради Меня, тот обретет ее» (от Матфея 16:24–25; см. также от Матфея 10:39).

source: As a group, Latter-day Saints are unique in following that teaching—unique in the extent of their unselfish service.
ru: Сообщество Святых последних дней уникально в следовании этому учению и в масштабах своего бескорыстного служения.

source: Each year tens of thousands of Latter-day Saints submit their papers for full-time missionary service. Seniors put aside the diversions of retirement, the comforts of home, and the loving companionship of children and grandchildren and go forth to serve strangers in unfamiliar places. Young men and women put work and education on hold and make themselves available to serve wherever they are assigned. Hundreds of thousands of faithful members participate in the unselfish service we call “temple work,” which has no motive other than love and service for our fellowmen, living and dead. The same unselfish service is given by legions of officers and teachers in our stakes and wards and branches. All are uncompensated in worldly terms but committed to Christlike service to their fellowmen.
ru: Каждый год десятки тысяч Святых последних дней подают документы для служения на миссии полного дня. Пожилые люди оставляют хлопоты пенсионного периода, свой домашний уют и общение с детьми и внуками и отправляются служить незнакомым людям в чужих местах. Молодежь на время откладывает работу и образование, чтобы они могли служить там, где им будет поручено. Сотни тысяч верных прихожан участвуют в бескорыстном служении, которое мы называем «храмовой работой» и к которому их побуждает единственный мотив – любовь и служение нашим ближним, живым и умершим. Так же бескорыстно трудятся и легионы служителей и учителей в наших кольях и приходах. Никто из них не получает компенсации по мирским меркам, но все они преданы христианскому служению своим ближним.

source: It is not easy to give up our personal priorities and desires. Many years ago a new missionary in England was frustrated and discouraged. He wrote home saying he felt he was wasting his time. His wise father replied, “Forget yourself and go to work.”1 Young Elder Gordon B. Hinckley went to his knees and covenanted with the Lord that he would try to forget himself and lose himself in the Lord’s service.2 Years later, as a mature servant of the Lord, Elder Hinckley would say, “He who lives only unto himself withers and dies, while he who forgets himself in the service of others grows and blossoms in this life and in eternity.”3
ru: Нелегко отказаться от личных приоритетов и желаний. Много лет назад один новый миссионер в Англии был разочарован и расстроен. Он написал домашним о своем ощущении, что он впустую тратит время. Его мудрый отец ответил: «Забудь о себе и отправляйся работать»1. Молодой старейшина Гордон Б. Хинкли преклонил колени и заключил с Господом завет о том, что постарается забыть о себе и потерять себя в служении Господу2. Много лет спустя, став умудренным слугой Господа, старейшина Хинкли скажет: «Тот, кто живет только для себя, увядает и умирает, а тот, кто забывает о себе в служении другим, растет и расцветает в этой жизни и в вечности»3.

source: Last January President Thomas S. Monson taught Brigham Young University students that their student days should include “the matter of spiritual preparation,” including service to others. “An attitude of love characterized the mission of the Master,” President Monson said. “He gave sight to the blind, legs to the lame, and life to the dead. Perhaps when we [face] our Maker, we will not be asked, ‘How many positions did you hold?’ but rather, ‘How many people did you help?’ In reality,” President Monson concluded, “you can never love the Lord until you serve Him by serving His people.”4
ru: В прошлом январе Президент Томас С. Монсон учил студентов Университета имени Бригама Янга, что их студенческие дни должны стать временем «духовной подготовки», включая и служение людям. «Миссия Учителя отличалась любовью, – сказал Президент Монсон. – Он даровал зрение слепым, ноги хромым и жизнь умершим. Когда мы предстанем перед своим Создателем, нас вряд ли спросят: ‘Сколько должностей вы занимали?’ Скорее, нас спросят: ‘Скольким людям вы помогли?’ На самом деле, – завершил Президент Монсон, – вы никогда не сможете полюбить Господа, пока не будете служить Ему, служа Его людям»4.

source: A familiar example of losing ourselves in the service of others—this one not unique to Latter-day Saints—is the sacrifice parents make for their children. Mothers suffer pain and loss of personal priorities and comforts to bear and rear each child. Fathers adjust their lives and priorities to support a family. The gap between those who are and those who are not willing to do this is widening in today’s world. One of our family members recently overheard a young couple on an airline flight explaining that they chose to have a dog instead of children. “Dogs are less trouble,” they declared. “Dogs don’t talk back, and we never have to ground them.”
ru: Всем – и не только Святым последних дней – знаком пример того, как мы теряем себя в служении людям: это жертвы, на которые идут родители ради своих детей. Матери переносят боль и отказываются от личных приоритетов и удобств, чтобы родить и воспитать каждого ребенка. Отцы меняют свой образ жизни и приоритеты, чтобы обеспечивать семью. В современном мире ширится пропасть между теми, кто хочет это делать, и теми, кто этого не желает. Один из членов нашей семьи недавно случайно услышал в салоне самолета, как молодая пара объясняла, почему они решили завести собаку вместо детей. «С собаками меньше хлопот, – заявили они. – Собаки не спорят, и нам не придется сажать их под замок».

source: We rejoice that so many Latter-day Saint couples are among that unselfish group who are willing to surrender their personal priorities and serve the Lord by bearing and rearing the children our Heavenly Father sends to their care. We also rejoice in those who care for disabled family members and aged parents. None of this service asks, what’s in it for me? All of it requires setting aside personal convenience for unselfish service. All of it stands in contrast to the fame, fortune, and other immediate gratification that are the worldly ways of so many in our day.
ru: Мы рады тому, что столь многие пары Святых последних дней оказываются среди бескорыстных людей, готовых отказаться от собственных стремлений и служить Господу, рождая и воспитывая детей, которых наш Отец Небесный вверяет их заботе. Мы также рады за тех, кто ухаживает за немощными членами семьи и пожилыми родителями. В таком служении не возникает вопрос: «А что я с этого буду иметь?» Для этого требуется отложить заботу о личном удобстве ради бескорыстного служения. Все это контрастирует со славой, богатством и другими скорыми вознаграждениями, которых ждут столь многие в современном мире.

source: Latter-day Saints are uniquely committed to sacrifice. In partaking of the sacrament each week, we witness our commitment to serve the Lord and our fellowmen. In sacred temple ceremonies we covenant to sacrifice and consecrate our time and talents for the welfare of others.
ru: Святых последних дней отличает высочайшая готовность жертвовать. Каждую неделю, вкушая причастие, мы свидетельствуем о своем обещании служить Господу и нашим ближним. Во время прохождения священных храмовых таинств мы вступаем в завет жертвовать и посвящать свое время и таланты благополучию других людей.

source: Latter-day Saints are also renowned for their ability to unite in cooperative efforts. The Mormon pioneers who colonized the Intermountain West established our honored tradition of unselfish cooperation for the common good. Following in this tradition are our modern “Helping Hands” projects in many nations.5 In recent elections Latter-day Saints have united with other like-minded persons in efforts to defend marriage. For some, that service has involved great sacrifice and continuing personal pain.
ru: Святые последних дней известны и способностью объединять свои усилия. Мормонские пионеры, заселившие западные горные долины, установили почитаемую традицию бескорыстного сотрудничества ради общего блага. Современные проекты «Руки помощи» следуют этой традиции во многих странах5. В ходе недавних выборов Святые последних дней вместе с другими единомышленниками встали на защиту семейных ценностей. Для некоторых из них такое служение повлекло за собой значительные жертвы и неутихающую душевную боль.

source: Our members’ religious faith and Church service have taught them how to work in cooperative efforts to benefit the larger community. Because of this, Latter-day Saint volunteers are in great demand in education, local government, charitable causes, and countless other efforts that call for high skills in cooperative efforts and unselfish sacrifice of time and means.
ru: Религиозные взгляды членов нашей Церкви и церковное служение научили их совместному труду на пользу общества. Благодаря этому добровольцев – Святых последних дней всегда ждут в школах, местных органах власти, благотворительных организациях и бесчисленных проектах, где требуются прочные навыки совместного труда и бескорыстное жертвование своим временем и средствами.

source: Some attribute our members’ willingness to sacrifice and their skills in cooperative efforts to our effective Church organization or to what skeptics mistakenly call “blind obedience.” Neither explanation is correct. No outside copying of our organization and no application of blind obedience could duplicate the record of this Church or the performance of its members. Our willingness to sacrifice and our skills in cooperative efforts come from our faith in the Lord Jesus Christ, from the inspired teachings of our leaders, and from the commitments and covenants we knowingly make.
ru: Некоторые люди объясняют готовность Святых жертвовать и их сплоченное служение особой эффективной структурой Церкви или тем, что скептики ошибочно называют «слепым повиновением». Но обе эти причины не верны. Никаким имитированием нашей организации и «слепого повиновения» невозможно повторить достижения этой Церкви или ее членов. Наша готовность жертвовать и наша способность трудиться сообща – результат нашей веры в Господа Иисуса Христа, вдохновенных учений наших руководителей и обязательств и заветов, которые мы осознанно берем на себя.

source: Unfortunately, some Latter-day Saints seem to forego unselfish service to others, choosing instead to fix their priorities on the standards and values of the world. Jesus cautioned that Satan desires to sift us like wheat (see Luke 22:31; 3 Nephi 18:18), which means to make us common like all those around us. But Jesus taught that we who follow Him should be precious and unique, “the salt of the earth” (Matthew 5:13) and “the light of the world,” to shine forth to all men (Matthew 5:14, 16; see also 3 Nephi 18:24).
ru: К сожалению, некоторые Святые последних дней, похоже, воздерживаются от бескорыстного служения окружающим, вместо этого сосредотачиваясь на мирских нормах и ценностях. Иисус предупреждал, что сатана желает сеять нас, как пшеницу (см. от Луки 22:31; 3 Нефий 18:18), то есть хочет сделать нас такими же, как все вокруг. Но Иисус учил, что мы, Его последователи, должны иметь уникальную ценность, должны быть солью земли (от Матфея 5:13) и светом миру, чтобы светить перед всеми людьми (от Матфея 5:14, 16; см. также 3 Нефий 18:24).

source: We do not serve our Savior well if we fear man more than God. He rebuked some leaders in His restored Church for seeking the praise of the world and for having their minds on the things of the earth more than on the things of the Lord (see D&C 30:2; 58:39). Those chastisements remind us that we are called to establish the Lord’s standards, not to follow the world’s. Elder John A. Widtsoe declared, “We cannot walk as other men, or talk as other men, or do as other men, for we have a different destiny, obligation, and responsibility placed upon us, and we must fit ourselves [to it].”6 That reality has current application to every trendy action, including immodest dress. As a wise friend observed, “You can’t be a life saver if you look like all the other swimmers on the beach.”7
ru: Мы не можем хорошо служить нашему Спасителю, если боимся человека больше, чем Бога. Некоторых руководителей в Его восстановленной Церкви Он упрекал в том, что они ищут похвалы мира больше, чем дел Господних (см. У. и З. 30:2; 58:39). Эти упреки напоминают нам, что мы призваны устанавливать стандарты Господа, а не следовать мирским стандартам. Старейшина Джон А. Уидтсоу заявил: «Мы не можем ходить, как другие люди, или говорить, как другие люди, или поступать, как другие люди, поскольку у нас другая судьба, другая обязанность и ответственность, и мы обязаны соответствовать [им]»6. Эта истина применима к любому модному течению, включая манеру нескромно одеваться. Как заметил один мудрый друг, «Ты точно не спасатель, если выглядишь, как все остальные отдыхающие на пляже»7.

source: Those who are caught up in trying to save their lives by seeking the praise of the world are actually rejecting the Savior’s teaching that the only way to save our eternal life is to love one another and lose our lives in service.
ru: Люди, стремящиеся спасти свою жизнь через похвалу мира, на самом деле отвергают учение Спасителя о том, что единственный способ спасти свою вечную жизнь – это любить друг друга и потерять свою жизнь в служении.

source: C. S. Lewis explained this teaching of the Savior:
ru: К. С. Льюис объяснял это учение Спасителя следующим образом:

source: “The moment you have a self at all, there is a possibility of putting yourself first—wanting to be the centre—wanting to be God, in fact. That was the sin of Satan: and that was the sin he taught the human race. Some people think the fall of man had something to do with sex, but that is a mistake. . . . What Satan put into the heads of our remote ancestors was the idea that they could ‘be like gods’—could set up on their own as if they had created themselves—be their own masters—invent some sort of happiness for themselves outside God, apart from God. And out of that hopeless attempt has come . . . the long terrible story of man trying to find something other than God which will make him happy.”8
ru: «В тот самый миг, когда в вас проявляется ваше ‘я’, возникает возможность, что вы захотите поставить его на первое место, пожелаете стать центром, то есть фактически – Богом. В этом и состоял грех сатаны, и этим грехом он заразил человеческий род. Некоторые считают, что наше падение как-то связано с [половой жизнью]. Но это ошибка… Сатана внушил нашим далеким предкам, что они могут стать ‘как боги’ – могут устроить все по-своему, словно сотворили себя сами; что человек может быть сам себе хозяин и изобрести для себя какое-то счастье, от Бога не зависисящее. Из этой безнадежной попытки произошло все то, что определило… долгую и ужасную историю людей, пытающихся найти счастье, минуя Бога»8.

source: A selfish person is more interested in pleasing man—especially himself—than in pleasing God. He looks only to his own needs and desires. He walks “in his own way, and after the image of his own god, whose image is in the likeness of the world” (D&C 1:16). Such a person becomes disconnected from the covenant promises of God (see D&C 1:15) and from the mortal friendship and assistance we all need in these tumultuous times. In contrast, if we love and serve one another as the Savior taught, we remain connected to our covenants and to our associates.
ru: Эгоист больше заинтересован в том, чтобы угодить человеку, особенно самому себе, чем в том, чтобы угодить Богу. Он сосредоточен только на своих собственных потребностях и желаниях. Он «идет своим путем, следуя образу своего собственного бога, чей образ подобен миру» (У. и З. 1:16). Такой человек теряет связь с обещаниями Божьих заветов (см. У. и З. 1:15) и с земными друзьями, чья помощь нужна всем людям в эти беспокойные времена. Напротив, если мы любим друг друга и служим, как учил Спаситель, то сохраняем связь с нашими заветами и с друзьями.
